Repository: common-repository/post-terms-order
Catalog: languages/post-terms-order -*.po
Languages: ro_ro

source: Did you find this plugin useful? Please support our work with a donation or write an article about this plugin in your blog with a link to our site
ro_ro: Va este folositor acest plugin? Va rog sa ajutati cu o donatie say sa un articol despre acest plugin in blogul dvs cu un link catre site-ul nostru

source: Did you know there is available an advanced version of this plug-in?
ro_ro: Stiati ca exista o versiune avansata a acestui plugin?

source: Read more
ro_ro: Citeste mai mult

source: Check our
ro_ro: Aruncati o privire

source: plugin which allow to custom sort categories and custom taxonomies terms
ro_ro: plugin care ajuta la sortarea categoriilor si a termenilor taxonomiilor predefinite

source: Sort order reset successfully
ro_ro: .Ordinea sortarii a fost resetata cu succes

source: Post Terms Order Updated
ro_ro: Ordinea termenilor postului salvata

source: Post Terms Order
ro_ro: Ordinea Termenilor Postului

source: This plugin can't work without javascript, because it's use drag and drop and AJAX.
ro_ro: Acest plugin nu poate functiona fara JavaScript.

source: Available Post Types
ro_ro: Post-urile Disponibile

source: Post Type Objects
ro_ro: Obiectele curente

source: Object Taxonomies
ro_ro: Taxonomiile obiectului

source: Object selection is required
ro_ro: Selectarea unui obiect este necesara

source: There are no taxonomies assigned to current post type object
ro_ro: Nici o taxonomie nu este alipita post-ului curent

source: Manual Order
ro_ro: Ordonare Manuala

source: Automatic Order
ro_ro: Ordonare Automata

source: Update
ro_ro: Salveaza

source: No terms to display, a Taxonomy selection is required
ro_ro: Nici un term de afisat, o Taxonomie trebuie selectata

source: Reset Order
ro_ro: Resetare Sortare

source: #%d (no title)
ro_ro: #%d (fara titlu)
